examples/openfoam7/emptyFetch/kEpsilon/constant/turbulenceProperties
/*---------------------------------------------------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RAS;

RAS
{
    RASModel            kEpsilonABL;

    turbulence          on;

    printCoeffs         on;
   

    ABLkOmegaSSTCoeffs
    {
        #include       "../0/include/ABLConditions"
    }

    kEpsilonABLCoeffs
    {
        #include       "../0/include/ABLConditions"
    }
    

}

// ************************************************************************* //
