examples/openfoam7/emptyFetch/kEpsilon/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

flowVelocity         (0 0 0);
pressure             0;
turbulentKE          1;
turbulentEpsilon     0.01;
turbulentOmega       0.01;

// ************************************************************************* //
