examples/openfoam7/emptyFetch/kEpsilon/system/incidentGraph
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes graph data for specified fields along a line, specified by start
    and end points.

\*---------------------------------------------------------------------------*/

start   (0 0 0);
end     (0 0 500);
fields  (U p k epsilon nut);

interpolationScheme cellPointFace; //cell; cellPoint; cellPointFace

setFormat csv;

setConfig
{
    type lineCell;
    axis z;        // x, y, z, xyz. //Coordinate axis to write
}


// Must be last entry
#includeEtc "caseDicts/postProcessing/graphs/graph.cfg"

// ************************************************************************* //
